

export const leoparddata = [{
    id: 1,
    topic: "ลักษณะ",
    img :"/static/images/leopard.jpg",
    detail: `ลำตัวสีน้ำตาลอมเหลืองหรือมีสีเหลือง มีลายจุดสีดำที่เรียกว่า "ลายขยุ้มตีนหมา" แต้มบริเวณลำตัวเป็นจำนวนมากโดยลายจุดจะเรียงตัวกันเป็นกลุ่ม ๆ โดยจะปรากฏเฉพาะที่บริเวณด้านหลังและด้านข้างของลำตัว แตกต่างจากบริเวณส่วนหัว ขา เท้า บริเวณใต้ท้องที่จะมีจุดสีดำปรากฏอยู่เช่นเดียวกับขนใต้ท้องที่มีสีขาวหรือสีเทา ขนาดความยาวหัวถึงลำตัว 107–129 เซนติเมตร หางมีความยาว 79.2–99.1 เซนติเมตร ใบหูมีความยาว 6.5–7.4 เซนติเมตร และหนัก 45–65 กิโลกรัม`
},
{
    id: 2 ,
    topic : "สายพันธุ์",
    img : "https://img.icons8.com/office/96/000000/leopard.png",
    detail : `ปัจจุบัน แบ่งเป็น9ชนิดย่อย,
                1.เสือดาวอินโดจีน	Panthera pardus delacouri	พบในแผ่นดินใหญ่ของเอเชียตะวันออกเฉียงใต้,
                2.เสือดาวอินเดีย	Panthera pardus fusca	    พบในอินเดีย ปากีสถานตะวันออกเฉียงใต้ เนปาล ตอนเหนือของบังกลาเทศ,
                3.เสือดาวจีนเหนือ	Panthera pardus japonensis	พบในจีน,
                4.เสือดาวศรีลังกา	Panthera pardus kotiya	    พบในศรีลังกา,
                5.เสือดาวชวา	  Panthera pardus melas	      พบในเกาะชวา,
                6.เสือดาวอามูร์	    Panthera pardus orientalis	พบในตะวันออกไกลของรัสเซีย จีนตอนเหนือ เกาหลี,
                7.เสือดาวแอฟริกา   Panthera pardus pardus	   พบในแอฟริกา,
                8.เสือดาวเปอร์เซีย 	 Panthera pardus saxicolor	 พบในเอเชียตะวันตกเฉียงใต้,
                9.เสือดาวอาหรับ	   Panthera pardus nimr	        พบในคาบสมุทรอาหรับ`
},


/*  พบในแอฟริกาและเอเชีย ตั้งแต่แมนจูเรียลงมาถึงอินโดจีน ไทย มาเลเซีย ชวา เอเชียใต้ บางส่วนของเอเชียกลาง จนถึงตะวันออกกลาง 
  โดยเสือดาวที่พบนอกทวีปแอฟริกามักมีอุปนิสัยดุร้ายกว่า
   สำหรับประเทศไทยพบตามป่าทั่วไปแต่พบมากทางภาคใต้ กินสัตว์ป่าทุกชนิดที่จับได้ เช่น หมู กวาง ลิง นกยูง สุนัข และแมลง รวมถึงปู ปลา 
   ว่ายน้ำได้เก่ง มักอยู่อาศัยในป่าโปร่ง สามารถขึ้นล่าเหยื่อบนต้นไม้ หรือ ลากเหยื่อไปกิน บนต้นไม้เพื่อหลีกหนีจากศัตรูได้ */

{
    id: 3,
    topic: "ถิ่นที่อยู่",
    img : "https://img.icons8.com/cotton/64/000000/mountain.png",
    detail: `เสือดาวเป็นเสือที่สามารถปรับตัวเข้ากับสภาพแวดล้อมได้ดีที่สุด เขตกระจายพันธุ์กว้างขวางที่สุด มักอยู่อาศัยในป่าโปร่ง เเต่สามารถอาศัยอยู่ได้ในหลายพื้นที่ ตั้งแต่ทะเลทรายจนถึงป่าฝน ตั้งแต่แอฟริกา เอเชียตะวันออกกลาง เรื่อยไปจนถึงจีน และไซบีเรีย รวมทั้งเอเชียตะวันออกเฉียงใต้ เสือดาวสามารถอาศัยอยู่ได้ในอุณหภูมิ 43 องศาเซลเซียสในทะเลทราย หรืออุณหภูมิ -25 องศาเซลเซียสในรัสเซีย และยังอยู่ได้ในระดับความสูงถึง 5,200 เมตร บนเทือกเขาหิมาลัย รวมถึงพื้นที่ป่าที่ใกล้กับชุมชนหรือแหล่งที่อยู่อาศัยของมนุษย์ได้ด้วย`
},
/*ในเอเชียกลาง เสือดาวส่วนใหญ่อาศัยอยู่บนภูเขาสูงที่สลับซับซ้อนและที่ริมทะเลสาบเดดซี 
เคยพบเสือดาวอยู่สูงถึงระดับ 1,800 เมตรในเติร์กเมนิสถาน 
ที่โมรอกโคเคยพบที่ระดับความสูง 3,000 เมตร 
ที่ซาอุดีอาระเบียที่ 2,600 เมตร 
และที่อิหร่านพบที่ระดับสูงถึง 3,200 เมตร
และยังอยู่ได้ในระดับความสูงถึง 5,200 เมตร บนเทือกเขาหิมาลัย*/
{
    id: 4,
    topic: "อาหาร",
    img :"https://img.icons8.com/flat_round/64/000000/year-of-monkey.png",
    detail: `กินสัตว์ป่าทุกชนิดที่จับได้ เช่น หมู กวาง ลิง(ส่วนมาก) นกยูง สุนัข และแมลง รวมถึงปู เเละปลา พฤติกรรมการกิน สามารถขึ้นล่าเหยื่อบนต้นไม้ หรือ ลากเหยื่อไปกิน บนต้นไม้เพื่อหลีกหนีจากศัตรูได้`
},

{
    id: 5,
    topic: "ลักษณะนิสัย",
    img :"https://img.icons8.com/ios-glyphs/30/000000/peace-symbol.png",
    detail: `เสือดาวเป็นสัตว์ที่รักสันโดษ จะอยู่รวมเป็นกลุ่มเฉพาะ ช่วงดูแลลูกเท่านั้น เสือดาวชอบอาศัยอยู่ป่าทุ่งและเขตป่าละเมาะ เพราะจะมีสัตว์ขนาดกลางที่เป็นอาหารของมันมากกว่าในเขตป่าทึบ เสือดาวชอบล่าเหยื่อโดยการหมอบรอเหยื่อบนต้นไม้ เมื่อเหยื่อเข้ามาใกล้พอ ได้จังหวะ มันจะกระโดดลงไปบนหลังเหยื่อและกัดที่หลอดลมจนเหยื่อขาดใจตาย หลังจากฆ่าเหยื่อแล้วจะลากไปกินบนต้นไม้ เสือดาวไม่ชอบกินซากเน่า มันมักจะกินเฉพาะเหยื่อที่เพิ่งฆ่ามากกว่า มีความฉลาดและระวังภัยมากกว่าเสือโคร่ง`,

    การสืบพันธุ์: 'เสือดาวตั้งครรภ์ประมาณ 90 – 100 วัน ออกลูกครั้งละ 1- 4 ตัว'
},
{
    id: 6,
    topic: "ความสามารถ",
    img :"https://img.icons8.com/dusk/96/000000/idea.png",
    detail: `ว่ายน้ำ(ไม่ชอบน้ำเเต่ว่ายน้ำได้ดี) 
    ,ปีน(กินเหยื่อบนต้นไม้ เพื่อหลีกเลี่ยงการเเย่งอาหารจากสัตว์ต่างชนิด)
    ,การจู่โจม(เสือดาวไม่กระโจนลงบนหลังเหยื่อโดยตรง แต่จะกระโจนลงบนพื้นข้าง ๆ ตัวเหยื่อก่อนแล้วค่อยเอื้อมไปตะครุบ หรือกระโจนโดยใช้ขาหน้าตะปบเหยื่อ ส่วนขาหลังจะลงไปยืนบนพื้น)
    ,รอบคอบ(สังเกตุสถาณการณ์รอบข้างก่อนทำการจู่โจม ,ระมัดระวังภัย ใช้หางตัวเองกลบรอยเท้า,ไม่เคยมีรายงานว่ากินเม่นเเล้วโดนขนเม่นตำตาย ต่างจากเสือโคร่ง)`
        

},
];